tap "hashicorp/tap"

brew "awscli"
brew "kubectx"
brew "helm"
brew "k9s"
brew "stern"
brew "pulumi"
brew "asdf"
brew "uv"
brew "pnpm"
brew "glab"
brew "gh"
brew "difftastic"
brew "colima"
brew "docker"
brew "docker-compose"
brew "buildkit"
brew "docker-completion"
brew "hashicorp/tap/vault"

cask "cursor"
cask "cursor-cli"
cask "ghostty"
cask "session-manager-plugin"
cask "visual-studio-code"
