brew "mpv"

cask "1password"
cask "1password-cli"
cask "raycast"
cask "google-chrome"
cask "rectangle-pro"
cask "shottr"
cask "istat-menus"
cask "elgato-stream-deck"
cask "logi-options+"
cask "yubico-authenticator"
cask "spotify"
cask "tidal"
cask "eqmac"
cask "chatgpt"
cask "codex"
cask "codex-app"
cask "visual-studio-code"
cask "firefox"