brew "git"
brew "jq"
brew "yq"
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "zoxide"
brew "starship"
brew "fzf"
brew "neovim"
brew "tree"
brew "coreutils"
brew "gawk"
brew "gnu-sed"
brew "direnv"
