tap "datadog-labs/pack"

brew "datadog-labs/pack/pup"

cask "openlens"
cask "okta-verify"
cask "pritunl"
cask "spotify"
cask "tidal"
cask "eqmac"
cask "chatgpt"
cask "meetingbar"
cask "shottr"
cask "istat-menus"
cask "elgato-stream-deck"
cask "logi-options+"
cask "yubico-authenticator"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
